Repository: bhdouglass/rockwork
Catalog: po/*.po
Languages: ms

source: App Settings
ms: Tetapan Aplikasi

source: Cut
ms: Potong

source: Copy
ms: Salin

source: Paste
ms: Tampal

source: App details
ms: Butiran app

source: Install
ms: Memasang

source: Installing...
ms: Memasangkan...

source: Installed
ms: Dipasang

source: Description
ms: Penghuraian

source: Developer
ms: Pemaju

source: Version
ms: Versi

source: Add new watchapp
ms: Tambahkan aplikasi jam baru

source: Add new watchface
ms: Tambahkan muka jam baru

source: See all
ms: Lihat semua

source: Developer Tools
ms: Peralatan pemaju

source: Screenshots
ms: Tangkapan skrin

source: Install app or watchface from file
ms: Memasang aplikasi atau muka jam dari fail

source: Firmware upgrade
ms: Memperbarui perisian tetap

source: A new firmware upgrade is available for your Pebble smartwatch.
ms: Perisian tetap yang baru tersedia untuk jam Pebble anda.

source: Currently installed firmware: %1
ms: Perisian tetap sedia ada: %1

source: Candidate firmware version: %1
ms: Versi perisian tetap yang baru: %1

source: Release Notes: %1
ms: Nota Keluaran: %1

source: Important:
ms: Penting:

source: This update will also upgrade recovery data. Make sure your Pebble smartwarch is connected to a power adapter.
ms: Pembaruan ini akan juga memperbarui data pemulihan jam anda. Pastikan jam Pebble anda bersambung dengan kabel pengecasan semasa diperbarui.

source: Health settings
ms: Tetapan kesihatan

source: Health app enabled
ms: Tetapan kesihatan dibolehkan

source: Female
ms: Perempuan

source: Male
ms: Lelaki

source: Age
ms: Umur

source: Height (cm)
ms: Ketinggian (sm)

source: Weight
ms: Berat badan

source: I want to be more active
ms: Saya mahu menjadi lebih aktif

source: I want to sleep more
ms: Saya mahu lebih tidur

source: OK
ms: Setuju

source: Cancel
ms: Batal

source: Import watchapp or watchface
ms: Import aplikasi atau muka jam

source: Version %1
ms: Versi %1

source: Report problem
ms: Laporkan masalah

source: Legal
ms: Perundangan

source: This application is neither affiliated with nor endorsed by Pebble Technology Corp.
ms: Aplikasi in tidak berkenaan dengan atau disahkan oleh Pebble Technology Corp.

source: Pebble is a trademark of Pebble Technology Corp.
ms: Pebble adalah tanda dagang Pebble Technology Corp.

source: Apps & Watchfaces
ms: Aplikasi & Muka jam

source: Apps
ms: Aplikasi

source: Watchfaces
ms: Muka jam

source: Launch
ms: Lancarkan

source: Configure
ms: Konfigurasi

source: Delete
ms: Padam

source: Close
ms: Tutup

source: Loading...
ms: Memuat...

source: About
ms: Perihal

source: Developer tools
ms: Alat pemaju

source: Manage notifications
ms: Mengurus notifikasi

source: Manage Apps
ms: Mengurus aplikasi

source: Manage Watchfaces
ms: Mengurus muka jam

source: Settings
ms: Tetapan

source: Connected
ms: Sambung

source: Disconnected
ms: Terputus

source: Your Pebble smartwatch is disconnected. Please make sure it is powered on, within range and it is paired properly in the Bluetooth System Settings.
ms: Jam Pebble anda terputus talianya. Sila pastikan ia dihidupkan, berada dekat dengan dan dipasangkan dengan betul melalui tetapan sistem Bluetooth.

source: Open System Settings
ms: Buka Tetapan Sistem

source: Your Pebble smartwatch is in factory mode and needs to be initialized.
ms: Jam Pebble anda berada dalam keadaan mod kilang dan perlu dimulakan semula.

source: Initialize Pebble
ms: Memulakan Pebble

source: Upgrading...
ms: Dinaiktarafkan...

source: Notifications
ms: Notifikasi-notifikasi

source: Entries here will be added as notifications appear on the phone. Selected notifications will be shown on your Pebble smartwatch.
ms: Penyertaan aplikasi di sini akan ditambah apabila notifikasi perisai muncul di telefon. Notifikasi aplikasi yang dipilih akan dipaparkan pada jam Pebble anda.

source: Manage Pebble Watches
ms: Menguruskan Jam Pebble

source: No Pebble smartwatches configured yet. Please connect your Pebble smartwatch using System Settings.
ms: Tiada jam Pebble dikonfigur lagi. Sila sambungkan jam Pebble anda menerusi Sistem Tetapan.

source: Screenshot options
ms: Pilihan tangkapan skrin

source: Share
ms: Kongsi

source: Pebble screenshot
ms: Tangkapan skrin Pebble

source: Save
ms: Simpan

source: Preparing logs package...
ms: Menyediakan pakej log...

source: Send rockworkd.log
ms: Hantarkan rockworkd.log

source: Send watch logs
ms: Hantarkan log jam

source: Distance Units
ms: Unit Jarak

source: Metric
ms: Metrik

source: Calendar
ms: Kalendar

source: Sync calendar to timeline
ms: Segerakkan kalendar dengan Timeline
